/* Cartão com data de vencimento */
"cartao.exemplo1.descricao" = "Cartão com data de vencimento";

/* Cartão de crédito */
"cartao.exemplo1.nome" = "Cartão de crédito";

/* Outras formas de parcelamento */
"cartao.exemplo2.descricao" = "Outras formas de parcelamento";

/* Outros */
"cartao.exemplo2.nome" = "Outros";

/* Titulo popup atenção */
"titulo.atencao" = "Atenção!";

/* Titulo popup de boas vindas */
"titulo.bemvindo" = "Bem vindo!";

/* Titulo popup atenção */
"titulo.melhordia" = "Melhor dia!";

/* Titulo popup Pagamento */
"titulo.pagamento" = "Pagamento!";

/* Primeira mensagem lista de compras */
"lista.compras.primeira.mensagem" = "Utilize o botão + acima para cadastrar novas compras. Para alterar suas compras atuais toque na seta azul no lado direto da linha e para gerenciar suas parcelas toque em qualquer parte da linha com o item desejado.";

/* Sem contas cadastradas popup */
"lista.compras.popup.semcontas" = "Antes de cadastrar as suas compras é necessário informar uma conta de cartão de crédito. Clique em OK e cadastre o cartão que você mais utiliza. Você pode gerenciar os seus cartões utilizando o icone Contas.";

/* Aviso de melhor dia de compras */
"lista.compras.popup.melhordia" = "Hoje é o melhor dia de compra com cartão! \n\n%@\nCompras realizadas hoje terão vencimento apenas no próximo mês. Aproveite!";

/* Primeira mensagem lista de contas */
"lista.contas.primeira.mensagem" = "Aqui você visualiza e controla seus cartões de crédito. Utilize o botão + acima para cadastrar novas Contas. Para alterar suas compras atuais toque na linha com o item desejado. Para apagar uma conta você deve tocar no botão Editar no canto superior direito. Cadastre uma conta para cada cartão de crédito que você possui.";

/* Compras presentes cuidado ao apagar */
"lista.contas.popup.apagar" = "Esta conta possui compras e parcelas associadas que também serão apagadas. Você irá perder todos esses dados se optar por exluir a conta. Você confirma a exclusão da conta?";

/* Primeiro uso parcelas */
"lista.parcelas.primeiro.uso" = "Aqui são exibidas as parcelas da compra selecionada no passo anterior. Você ainda pode alterar uma parcela tocando na linha desejada. Parcelas não podem ser apagadas. Para alterar as parcelas você deve editar a compra relacionada a elas e diminuir a ou aumentar quantidade de parcelas.";

/* Primeiro uso previsão */
"lista.previsao.primeiro.uso" = "A previsão é o local onde você pode ver quais parcelas vencem neste mês e em meses futuros. Você também pode acompanhar o valor de cada parcela e também qual o valor total já gasto somando todos os seus cartões/contas.";

/* Dia de vencimento do cartão */
"lista.previsao.vencimento.cartao" = "Hoje é dia de vencimento de cartão! \n\n%@\nNão esqueça de pagar suas parcelas!";

/* Previsao texto informativo */
"lista.previsao.texto.informativo" = " Compras no periodo ";

/* Previsao texto no total de */
"lista.previsao.texto.nototalde" = "no total de";

/* Previsao aviso estouro mensal */
"lista.previsao.texto.estouromensal" = " Atenção! Você ultrapassou seu objetivo mensal ";

/* Sem parcelas em nenhuma conta */
"cadastro.pagamento.semparcelas" = "Você não possue parcelas pendentes de pagamente para o mês atual em nenhuma das suas contas. Você pode pagar suas parcelas apenas no mês do seu vencimento.";

/* Sem parcelas na conta escolhida */
"cadastro.pagamento.conta.semparcelas" = "A conta escolhida não possui parcelas pendentes de pagamento para o mês atual. Você pode pagar suas parcelas apenas no mês do seu vencimento.";

/* Pagamento Efetuado */
"cadastro.pagamento.conta.pagamentoefetuado" = "Pagamento efetuado.";

/* Pagamento a maior */
"cadastro.pagamento.conta.amaior" = "Você não pode pagar uma valor maior que o total previsto da fatura.";

/* Pagamento a menor */
"cadastro.pagamento.conta.amenor" = "Você pagou um valor menor que o total pendente. O valor sera acrescido de juros do cartão e adicionado na previsão do próximo mês.";

/* Campos faltando */
"cadastro.conta.campos.faltando" = "Você não informou a descrição da conta ou o nome da empresa. Não tem problema, vou preencher para você com o nome e descrição do tipo da conta escolhida. Não se preocupe, depois você pode editar a conta e mudar.";

/* Marcar parcelas como */
"cadastro.compra.marcar.parcelas" = "As parcelas vencidas devem ser marcadas como?";

/* Ação ao apagar parcelas */
"cadastro.compra.apagar.parcelas" = "Os dados das parcelas mudaram. Será necessário apagar as parcelas atuais e criar novas parcelas. As novas parcelas estarão pendetes de pagamento, mas você pode marca-las como pagas manualmente.";

/* Descrição da conta de exemplo */
"conta.exemplo.cadastro.nome" = "VISA (Exemplo)";

/* Empresa da conta de exemplo */
"conta.exemplo.cadastro.empresa" = "Banco Vida Parcelada S/A";

/* Descrição da compra de exemplo */
"compra.exemplo.cadastro.descricao" = "iPod Touch 8Gb (Exemplo)";

/* Detalhes da compra de exemplo */
"compra.exemplo.cadastro.detalhes" = "Promoção da loja (Exemplo)";


